Repository: common-repository/remove-cart-products
Catalog: languages/remove-cart-products-*.po
Languages: de_de, fr_fr, it_it, ja, pt_pt, sv_se

source: 1. Set Hours or Minutes ( Mandatory )*
de_de: 1. Stellen Sie Stunden oder Minuten ein (obligatorisch)*
fr_fr: 1. Définir les heures ou les minutes (obligatoire)*
it_it: 1. Imposta Ore o Minuti (Obbligatorio)*
ja: 1.時間または分を設定する（必須）*
pt_pt: 1. Definir Horas ou Minutos (Obrigatório)*
sv_se: 1. Ställ in timmar eller minuter (obligatoriskt)*

source: 2. After Login user or Open the site
de_de: 2. Nach dem Login-Benutzer oder Öffnen Sie die Website
fr_fr: 2. Après avoir connecté l'utilisateur ou ouvert le site
it_it: 2. Dopo aver effettuato il login utente o aprire il sito
ja: 2.ユーザーにログインした後またはサイトを開いた後
pt_pt: 2. Após o login do usuário ou abra o site
sv_se: 2. Efter inloggning användare eller Öppna webbplatsen

source: 3. After Logout User
de_de: 3. Nach dem Abmelden des Benutzers
fr_fr: 3. Après la déconnexion de l'utilisateur
it_it: 3. Dopo il logout dell'utente
ja: 3.ログアウト後ユーザー
pt_pt: 3. Após Logout do Usuário
sv_se: 3. Efter utloggning Användare

source: 4. After Close Browser
de_de: 4. Nach Schließen des Browsers
fr_fr: 4. Après avoir fermé le navigateur
it_it: 4. Dopo aver chiuso il browser
ja: 4.ブラウザを閉じた後
pt_pt: 4. Depois de fechar o navegador
sv_se: 4. Efter stäng webbläsare

source: 5. Click on button
de_de: 5. Klicken Sie auf die Schaltfläche
fr_fr: 5. Cliquez sur le bouton
it_it: 5. Fare clic sul pulsante
ja: 5.ボタンをクリックします
pt_pt: 5. Clique no botão
sv_se: 5. Klicka på knappen

source: After Close Browser
de_de: Nach Schließen des Browsers
fr_fr: Après avoir fermé le navigateur
it_it: Dopo aver chiuso il browser
ja: ブラウザを閉じた後
pt_pt: Depois de fechar o navegador
sv_se: Efter stäng webbläsare

source: After Login user
de_de: Nach Login-Benutzer
fr_fr: Après la connexion de l'utilisateur
it_it: Dopo l'accesso utente
ja: ログインユーザーの後
pt_pt: Após o login do usuário
sv_se: Efter inloggning användare

source: After Logout User
de_de: Nach dem Abmelden des Benutzers
fr_fr: Après la déconnexion de l'utilisateur
it_it: Dopo il logout dell'utente
ja: ログアウト後ユーザー
pt_pt: Após sair do usuário
sv_se: Efter utloggning Användare

source: As per the time set, the product that carted will automatically removed by the plugin if the user will not going to purchase the product ( Hours / Minutes ). As this is mandatory field, if you do not set these field value then it will take an hour and remove the product automatically that present in cart.
de_de: Gemäß der eingestellten Zeit wird das Produkt, das in den Warenkorb gelegt wurde, automatisch vom Plugin entfernt, wenn der Benutzer das Produkt nicht kaufen wird (Stunden / Minuten). Da dies ein Pflichtfeld ist, dauert es eine Stunde, wenn Sie diesen Feldwert nicht festlegen, und das Produkt wird automatisch aus dem Einkaufswagen entfernt.
fr_fr: Selon l'heure définie, le produit qui a été emballé sera automatiquement supprimé par le plugin si l'utilisateur ne va pas acheter le produit (heures/minutes). Comme il s'agit d'un champ obligatoire, si vous ne définissez pas ces valeurs de champ, cela prendra une heure et supprimera automatiquement le produit présent dans le panier.
it_it: Come da tempo impostato, il prodotto che ha caricato verrà automaticamente rimosso dal plugin se l'utente non acquisterà il prodotto (Ore/Minuti). Poiché questo è un campo obbligatorio, se non imposti questi valori di campo, ci vorrà un'ora e rimuovere automaticamente il prodotto presente nel carrello.
ja: 設定された時間に従って、ユーザーが製品を購入しない場合（時間/分）、カートに入れられた製品はプラグインによって自動的に削除されます。これは必須フィールドであるため、これらのフィールド値を設定しない場合、1時間かかり、カートにある製品が自動的に削除されます。
pt_pt: De acordo com o tempo definido, o produto que carregou será removido automaticamente pelo plugin caso o usuário não vá comprar o produto ( Horas / Minutos ). Como este é um campo obrigatório, se você não definir o valor desse campo, levará uma hora e removerá automaticamente o produto que está presente no carrinho.
sv_se: Enligt den inställda tiden kommer produkten som transporteras automatiskt att tas bort av plugin-programmet om användaren inte kommer att köpa produkten (timmar/minuter). Eftersom detta är obligatoriskt fält, om du inte ställer in dessa fältvärden kommer det att ta en timme och ta bort produkten automatiskt som finns i kundvagnen.

source: Background Color :
de_de: Hintergrundfarbe :
fr_fr: Couleur de l'arrière plan :
it_it: Colore di sfondo :
ja: 背景色：
pt_pt: Cor de fundo :
sv_se: Bakgrundsfärg :

source: Bottom Left
de_de: Unten links
fr_fr: En bas à gauche
it_it: In basso a sinistra
ja: 左下の
pt_pt: Inferior esquerdo
sv_se: Nedre vänstra

source: Bottom Right
de_de: Unten rechts
fr_fr: En bas à droite
it_it: In basso a destra
ja: 右下
pt_pt: Canto inferior direito
sv_se: Nere till höger

source: Button Border Settings
de_de: Rahmeneinstellungen für Schaltflächen
fr_fr: Paramètres de bordure de bouton
it_it: Impostazioni bordo pulsante
ja: ボタンの境界線の設定
pt_pt: Configurações de borda do botão
sv_se: Inställningar för knappkant

source: Button Color & Text
de_de: Schaltflächenfarbe und -text
fr_fr: Couleur et texte du bouton
it_it: Colore e testo del pulsante
ja: ボタンの色とテキスト
pt_pt: Cor e texto do botão
sv_se: Knappens färg och text

source: Button Position
de_de: Schaltflächenposition
fr_fr: Position du bouton
it_it: Posizione del pulsante
ja: ボタンの位置
pt_pt: Posição do botão
sv_se: Knappens position

source: Button Setting
de_de: Tasteneinstellung
fr_fr: Réglage du bouton
it_it: Impostazione del pulsante
ja: ボタン設定
pt_pt: Configuração do botão
sv_se: Knappinställning

source: Button Settings
de_de: Tasteneinstellungen
fr_fr: Paramètres des boutons
it_it: Impostazioni dei pulsanti
ja: ボタンの設定
pt_pt: Configurações do botão
sv_se: Knappinställningar

source: Clear Cart
de_de: Warenkorb löschen
fr_fr: Vider le panier
it_it: Cancella il carrello
ja: クリアカート
pt_pt: Carrinho clara
sv_se: Knappinställningar

source: Click on Button
de_de: Klicken Sie auf Schaltfläche
fr_fr: Cliquez sur le bouton
it_it: Fare clic sul pulsante
ja: ボタンをクリックします
pt_pt: Clique no botão
sv_se: Klicka på knappen

source: Efflux Perceive
de_de: Ausfluss wahrnehmen
fr_fr: Perception d'efflux
it_it: Percepire l'efflusso
ja: 流出知覚
pt_pt: Percepção de efluxo

source: Enter Border Color :
de_de: Rahmenfarbe eingeben:
fr_fr: Entrez la couleur de la bordure :
it_it: Inserisci il colore del bordo:
ja: 境界線の色を入力してください：
pt_pt: Digite a cor da borda:
sv_se: Ange kantfärg:

source: Enter Border Radius :
de_de: Grenzradius eingeben:
fr_fr: Entrez le rayon de bordure :
it_it: Inserisci il raggio del bordo:
ja: 境界半径を入力してください：
pt_pt: Digite o raio da borda:
sv_se: Ange kantradie:

source: Enter Border Width :
de_de: Rahmenbreite eingeben:
fr_fr: Saisissez la largeur de la bordure :
it_it: Inserisci la larghezza del bordo:
ja: 境界線の幅を入力してください：
pt_pt: Digite a largura da borda:
sv_se: Ange kantbredd:

source: Enter Hours
de_de: Geben Sie Stunden ein
fr_fr: Entrez les heures
it_it: Inserisci gli orari
ja: 時間の入力
pt_pt: Digite horas
sv_se: Ange timmar

source: Enter Minutes
de_de: Minuten eingeben
fr_fr: Entrez les minutes
it_it: Inserisci i minuti
ja: 分を入力してください
pt_pt: Insira os minutos
sv_se: Ange minuter

source: Five ways are listed as below :
de_de: Fünf Möglichkeiten sind wie folgt aufgeführt:
fr_fr: Cinq manières sont listées ci-dessous :
it_it: Cinque modi sono elencati come di seguito:
ja: 5つの方法を以下に示します。
pt_pt: Cinco maneiras estão listadas abaixo:
sv_se: Fem sätt är listade nedan:

source: General Settings
de_de: Allgemeine Einstellungen
fr_fr: réglages généraux
it_it: impostazioni generali
ja: 5つの方法を以下に示します。
pt_pt: Configurações Gerais
sv_se: Allmänna Inställningar

source: Hours
de_de: Std
fr_fr: Les heures
it_it: Ore
ja: 時間
pt_pt: Horas
sv_se: Timmar

source: Hours Setting
de_de: Stundeneinstellung
fr_fr: Réglage des heures
it_it: Impostazione delle ore
ja: 一般設定
pt_pt: Configuração de horas
sv_se: Inställning av timmar

source: If user are close the whole browser, The product which is added in cart will be automatically removed.
de_de: Wenn der Benutzer den gesamten Browser schließt, wird das dem Warenkorb hinzugefügte Produkt automatisch entfernt.
fr_fr: Si l'utilisateur ferme l'ensemble du navigateur, le produit ajouté au panier sera automatiquement supprimé.
it_it: Se l'utente chiude l'intero browser, il prodotto aggiunto al carrello verrà automaticamente rimosso.
ja: ユーザーがブラウザ全体を閉じると、カートに追加された製品は自動的に削除されます。
pt_pt: Se o usuário fechar todo o navegador, o produto adicionado ao carrinho será removido automaticamente.
sv_se: Om användaren stänger hela webbläsaren, kommer produkten som läggs i kundvagnen att tas bort automatiskt.

source: Informations
de_de: Informationen
fr_fr: Information
it_it: Informazione
ja: 情報
pt_pt: Em formação
sv_se: Information

source: Minutes
de_de: Protokoll
it_it: Minuti
ja: 分
pt_pt: Minutos
sv_se: Minuter

source: Plugin Details
fr_fr: Détails du plug-in
it_it: Dettagli del plug-in
ja: プラグインの詳細
pt_pt: Detalhes do plug-in
sv_se: Plugin detaljer

source: Remove Cart Products
de_de: Einkaufswagenprodukte entfernen
fr_fr: Supprimer les produits du panier
it_it: Rimuovi i prodotti del carrello
ja: カート製品を削除する
pt_pt: Remover produtos do carrinho
sv_se: Ta bort varukorgsprodukter

source: Save settings
de_de: Einstellungen speichern
fr_fr: Enregistrer les paramètres
it_it: Salva le impostazioni
ja: 設定を保存する
pt_pt: Salvar configurações
sv_se: Spara inställningar

source: Select Position :
de_de: Stelle auswählen:
fr_fr: Sélectionnez Poste :
it_it: Seleziona posizione:
ja: 位置を選択：
pt_pt: Selecione a posição:
sv_se: Välj position:

source: Select Time Type
de_de: Wählen Sie den Zeittyp aus
fr_fr: Sélectionnez le type d'heure
it_it: Seleziona Tipo di orario
ja: 時間タイプを選択します
pt_pt: Selecione o tipo de horário
sv_se: Välj Tidstyp

source: Set Hours or Minutes ( Mandatory )*
de_de: Stunden oder Minuten einstellen (obligatorisch)*
fr_fr: Définir les heures ou les minutes (obligatoire)*
it_it: Imposta Ore o Minuti (Obbligatorio)*
ja: 時間または分を設定する（必須）*
pt_pt: Definir Horas ou Minutos (Obrigatório)*
sv_se: Ställ in timmar eller minuter (obligatoriskt)*

source: Set time( Hours / Minutes ) for automatically removed cart products.
de_de: Stellen Sie die Zeit (Stunden / Minuten) für automatisch entfernte Warenkorbprodukte ein.
fr_fr: Définir l'heure (heures/minutes) pour les produits du panier automatiquement supprimés.
it_it: Imposta il tempo (ore/minuti) per i prodotti del carrello rimossi automaticamente.
ja: 自動的に削除されるカート製品の時間（時間/分）を設定します。
pt_pt: Defina o tempo (horas/minutos) para produtos do carrinho removidos automaticamente.
sv_se: Ställ in tid (timmar / minuter) för automatiskt borttagna kundvagnsprodukter.

source: Text Color :
de_de: Textfarbe :
fr_fr: Couleur du texte :
it_it: Colore del testo :
ja: テキストの色 ：
pt_pt: Cor do texto :
sv_se: Text färg :

source: This plugin is useful for removing automatically cart product which is added by the users.
de_de: Dieses Plugin ist nützlich, um automatisch Warenkorbprodukte zu entfernen, die von den Benutzern hinzugefügt werden.
fr_fr: Ce plugin est utile pour supprimer automatiquement le produit du panier qui est ajouté par les utilisateurs.
it_it: Questo plugin è utile per rimuovere automaticamente il prodotto dal carrello che viene aggiunto dagli utenti.
ja: このプラグインは、ユーザーが追加したカート製品を自動的に削除するのに役立ちます。
pt_pt: Este plugin é útil para remover automaticamente o produto do carrinho que é adicionado pelos usuários.
sv_se: Detta plugin är användbart för att automatiskt ta bort varukorgsprodukter som lagts till av användarna.

source: This plugin is useful for removing automatically cart product which is added by the users. We have providing three ways to remove cart products.
de_de: Dieses Plugin ist nützlich, um automatisch Warenkorbprodukte zu entfernen, die von den Benutzern hinzugefügt werden. Wir haben drei Möglichkeiten, Warenkorbprodukte zu entfernen.
fr_fr: Ce plugin est utile pour supprimer automatiquement le produit du panier qui est ajouté par les utilisateurs. Nous proposons trois façons de supprimer les produits du panier.
it_it: Questo plugin è utile per rimuovere automaticamente il prodotto dal carrello che viene aggiunto dagli utenti. Abbiamo fornito tre modi per rimuovere i prodotti del carrello.
ja: このプラグインは、ユーザーが追加したカート製品を自動的に削除するのに役立ちます。カート製品を削除する方法は3つあります。
pt_pt: Este plugin é útil para remover automaticamente o produto do carrinho que é adicionado pelos usuários. Temos três maneiras de remover produtos do carrinho.
sv_se: Detta plugin är användbart för att automatiskt ta bort varukorgsprodukter som lagts till av användarna. Vi erbjuder tre sätt att ta bort varukorgsprodukter.

source: Top Left
de_de: Oben links
fr_fr: En haut à gauche
it_it: In alto a sinistra
ja: 左上
pt_pt: Superior esquerdo
sv_se: Övre vänstra

source: Top Right
de_de: Oben rechts
fr_fr: En haut à droite
it_it: In alto a destra
ja: 右上
pt_pt: Canto superior direito
sv_se: Överst till höger

source: welcome to our plugin settings.
de_de: willkommen zu unseren Plugin-Einstellungen.
fr_fr: bienvenue dans les paramètres de notre plugin.
it_it: benvenuto nelle nostre impostazioni del plugin.
ja: プラグイン設定へようこそ。
pt_pt: bem-vindo às nossas configurações de plugins.
sv_se: välkommen till våra plugin-inställningar.

source: When user are open the site or login, All cart products will be automatically removed.
de_de: Wenn Benutzer die Website öffnen oder sich anmelden, werden alle Warenkorbprodukte automatisch entfernt.
fr_fr: Lorsque l'utilisateur ouvre le site ou se connecte, tous les produits du panier seront automatiquement supprimés.
it_it: Quando l'utente apre il sito o effettua il login, tutti i prodotti del carrello verranno automaticamente rimossi.
ja: ユーザーがサイトを開いたりログインしたりすると、すべてのカート製品が自動的に削除されます。
pt_pt: Quando o usuário abre o site ou faz login, todos os produtos do carrinho serão removidos automaticamente.
sv_se: När användaren öppnar webbplatsen eller loggar in, kommer alla varukorgsprodukter att tas bort automatiskt.

source: When user click on front end displayed button all cart products will be automatically removed.
de_de: Wenn der Benutzer auf die im Frontend angezeigte Schaltfläche klickt, werden alle Warenkorbprodukte automatisch entfernt.
fr_fr: Lorsque l'utilisateur clique sur le bouton affiché à l'avant, tous les produits du panier sont automatiquement supprimés.
it_it: Quando l'utente fa clic sul pulsante visualizzato front-end, tutti i prodotti del carrello verranno automaticamente rimossi.
ja: ユーザーがフロントエンドに表示されたボタンをクリックすると、すべてのカート製品が自動的に削除されます。
pt_pt: Quando o usuário abre o site ou faz login, todos os produtos do carrinho serão removidos automaticamente.
sv_se: När användaren klickar på knappen som visas i fronten kommer alla varukorgsprodukter att tas bort automatiskt.

source: When user is logout after that all cart product will be removed automatically.
de_de: Wenn sich der Benutzer danach abmeldet, werden alle Warenkorbprodukte automatisch entfernt.
fr_fr: Lorsque l'utilisateur se déconnecte après cela, tous les produits du panier seront automatiquement supprimés.
it_it: Quando l'utente si disconnette, tutti i prodotti del carrello verranno rimossi automaticamente.
ja: その後ユーザーがログアウトすると、すべてのカート製品が自動的に削除されます。
pt_pt: Quando o usuário fizer logout, todos os produtos do carrinho serão removidos automaticamente.
sv_se: När användaren loggar ut efter det kommer alla varukorgsprodukter att tas bort automatiskt.

source: Woocommerce Clear Cart on Browser Closing
de_de: Woocommerce Clear Cart beim Schließen des Browsers
fr_fr: Woocommerce Effacer le panier à la fermeture du navigateur
it_it: Woocommerce Cancella carrello alla chiusura del browser
ja: Woocommerce ブラウザを閉じるときにカートをクリアする
pt_pt: Woocommerce Limpar carrinho no fechamento do navegador
sv_se: Woocommerce Clear Cart vid webbläsarstängning
